[
  {
    "title": "Fuddles Shiba Inu",
    "image": "https://shdw-drive.genesysgo.net/EHYJeNPjwkkTr9Bv46eymGgT9p6GqVVvMjB3KRCHHiEK/Fuddles-logo.jpg",
    "description": "Fuddles is an NFT Metaverse brand in the Portals Metaverse. Fuddles are building a community space within the Portals Metaverse where Fuddles NFT brings to life a visionary community space, surpassing the boundaries of imagination. Within the metaverse, they envision a vibrant digital l&scape that embodies the spirit of collaboration, creativity & exploration. ",
    "price": "0.055 $SOL",
    "status": "Sold Out",
    "ME_link": "https://magiceden.io/marketplace/fuddlesshibainu"
  },
  {
    "title": "Dragon Scantuary - II",
    "image": "https://shdw-drive.genesysgo.net/HA2mevVhNQSzcCFtFxdvJVvfz1GvW18VD47HFvaPbkYP/ds.jpg",
    "description": "Dragon Sanctuary (DS) is a gaming & entertainment ecosystem powered by the BATL SPL utility token. The operation primarily features a series of free-to-play 3D Battle Arena games that merge the thrill of 3D combat with the power of Non-Fungible Tokens (NFTs) on the Solana blockchain. In the Dragon Sanctuary, players enter a realm where powerful dragons clash for supremacy in various combat modes. Each dragon character has their own attributes, abilities, & rarity.",
    "price": "TBD",
    "status": "TBD",
    "ME_link": "https://magiceden.io/marketplace/dragon_sanctuary"
  },
  {
    "title": "Bozo Gambits!",
    "image": "https://shdw-drive.genesysgo.net/DUZ9KThSBVspkWoPAPHHF59okEKDWdtYGQRkSsMLFrQG/bozog.png",
    "description": "Bozo gambit - embrace risk. An exclusive NFT Collection aiming to create one of the funniest, most exclusive and lucrative communities in the Solana ecosystem. Backed by Hello Moon, we aim to deliver high quality gambling products with an unmatched user experience. We will be distributing up to 90% of the revenue share generated by our platform and games to our holders and will thrive where others have failed in the SOL gambling ecosystem. Until you leap, you will always wonder.",
    "price": "0.04 $SOL",
    "status": "Completed",
    "ME_link": "https://magiceden.io/marketplace/bozogambit"
  },
  {
    "title": "Acid Labs",
    "image": "https://shdw-drive.genesysgo.net/AyGY2xHABotCU3jzJXEAq1RbFbWXoyq1VwtuEN5xHNWo/logo-acid.jpg",
    "description": "Acid labs 2.0 is the update to the rugged Acid monkeys project. We're developing a game and aim to be among the top gamified projects on Solana. Send your 'Acid Scientist' on an adventure, earn $prnt during the game and win a new 'Acid monkey' if all missions are done. Project will be community driven and led by a voted council.",
    "price": "0.04 $SOL",
    "status": "Coming Soon",
    "ME_link": ""
  }
]
